{"id":"489","topic":"document for discussion at a sitting","top_term":"parliamentary sitting","dimension":"LRGEN","ideological_side":"right","hypothesis":"Author supports right ideology overall in the context of documents for discussion at a sitting.","explanation":"In a parliamentary context, documents for discussion may also align with conservative values, indicating a preference for maintaining traditional policies and governance."}
{"id":"2329","topic":"fishing permit","top_term":"fishing regulations","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by supporting the allocation of funds from fishing permit fees to conservation efforts.","explanation":"This dimension is pertinent as it addresses the use of public funds for enhancing services, which can include environmental conservation linked to fishing. The topic of fishing permits directly connects to how fees can be utilized for public good."}
{"id":"4667","topic":"discount sale","top_term":"sale","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation that allows for more frequent discount sales in retail markets.","explanation":"Deregulation is pertinent here as it can facilitate discount sales by reducing restrictions on pricing strategies, which aligns with a right-leaning perspective that favors market freedom."}
{"id":"1550","topic":"case-law","top_term":"source of law","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports the idea that case-law should reflect leftist ideologies.","explanation":"This hypothesis aligns with the left ideology that seeks to influence legal interpretations to support progressive social changes."}
{"id":"2802","topic":"industrial project","top_term":"industrial policy","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the industrial project to ensure sustainable development.","explanation":"This dimension is pertinent as it reflects the belief in government intervention to guide economic projects. The topic of 'industrial project' implies a need for oversight and support from the state to achieve desired outcomes."}
{"id":"213","topic":"industrial cooperation","top_term":"cooperation policy","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the economy to enhance industrial cooperation.","explanation":"This dimension is pertinent because it emphasizes the belief in government action to facilitate industrial cooperation, which is often a leftist stance on economic matters."}
{"id":"1167","topic":"game animal","top_term":"animal production","dimension":"SPENDVTAX","ideological_side":"right","hypothesis":"Author favors reducing taxes on game animal hunting licenses.","explanation":"This dimension is relevant as it relates to the economic implications of hunting and game management, where right-leaning perspectives often advocate for lower taxes to encourage private enterprise and individual rights."}
{"id":"3850","topic":"minimum pay","top_term":"pay policy","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth by supporting a higher minimum pay.","explanation":"The concept of minimum pay is closely tied to wealth redistribution, as raising it can help to alleviate poverty and reduce economic disparities, a key concern for left-leaning ideologies."}
{"id":"3190","topic":"export (EU)","top_term":"export","dimension":"PROTECTIONISM","ideological_side":"right","hypothesis":"Author favors protection of domestic producers in the context of EU exports.","explanation":"The dimension of protectionism is relevant as it addresses the balance between supporting domestic industries and engaging in international trade, particularly within the EU context. The topic of export inherently involves considerations of how domestic producers are affected by foreign competition."}
{"id":"2106","topic":"OECD countries","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in OECD countries, advocating for an active role of government in the economy.","explanation":"The OECD countries often engage in discussions about economic policies, making LRECON relevant as it addresses the role of government in economic matters. The hypothesis reflects a leftist perspective on economic intervention within these countries."}
{"id":"2403","topic":"financial planning","top_term":"budget policy","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services through effective financial planning.","explanation":"This dimension is pertinent as it relates to the allocation of resources in a way that enhances public services, which is a key aspect of financial planning. The focus on budget policy suggests a prioritization of public welfare over tax reduction."}
{"id":"5177","topic":"Eurydice","top_term":"education policy","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties in the context of education policy as represented by Eurydice.","explanation":"Eurydice's role in providing information on education can be seen as supporting civil liberties through the promotion of inclusive and equitable educational opportunities."}
{"id":"c_25e0bb6d","topic":"thermal water","top_term":"water","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures for thermal water sources.","explanation":"The dimension of environmental protection is relevant as thermal water is a natural resource that can be impacted by economic activities. The top term 'water' emphasizes the importance of safeguarding water resources."}
{"id":"2506","topic":"government policy","top_term":"executive competence","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in government policy","explanation":"The dimension of LRECON is relevant as it addresses the economic role of government, which is a key aspect of government policy. The top term 'executive competence' suggests a focus on how effectively government policies are implemented, which can vary significantly based on economic ideology."}
{"id":"c_1af36ac9","topic":"food fraud","top_term":"foodstuffs legislation","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the food industry to prevent food fraud and protect consumers.","explanation":"This dimension is significant as it highlights the necessity of government action to ensure food safety and integrity, which is crucial in combating food fraud."}
{"id":"6282","topic":"Ceuta","top_term":"regions of Spain","dimension":"REGIONS","ideological_side":"right","hypothesis":"Author opposes political decentralization in Ceuta.","explanation":"This dimension is also relevant from a right-leaning perspective, which may advocate for a more centralized governance structure. Opposing decentralization reflects a preference for uniformity and control from the central government over regions like Ceuta."}
{"id":"2260","topic":"Social Democratic Party","top_term":"political parties","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties as a core principle of the Social Democratic Party.","explanation":"The Social Democratic Party emphasizes the importance of civil liberties, making CIVLIB_LAWORDER a relevant dimension."}
{"id":"2258","topic":"political parties","top_term":null,"dimension":"LRGEN","ideological_side":"right","hypothesis":"Author supports right ideology overall in political parties.","explanation":"The dimension LRGEN is relevant as it encompasses the overall ideological stance of political parties. Since the topic is about political parties, it is essential to consider their alignment with left or right ideologies."}
{"id":"1888","topic":"slaughter animal","top_term":"farm animal","dimension":"SPENDVTAX","ideological_side":"right","hypothesis":"Author favors tax incentives for farmers involved in the slaughter of farm animals","explanation":"This dimension relates to fiscal policies and government spending. Supporting the slaughter of farm animals can be associated with right-leaning economic policies that prioritize agricultural productivity and economic growth."}
{"id":"5638","topic":"international civil service","top_term":"international organisation","dimension":"EU_INTEGRATION","ideological_side":"left","hypothesis":"Author opposes EU integration in the context of international civil service","explanation":"This dimension is relevant as international civil service may involve navigating the complexities of regional integration, including the EU. The top term 'international organisation' implies a broader perspective that may critique regional integration efforts."}
{"id":"c_a661acd8","topic":"whole-of-government approach","top_term":"public administration","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author advocates for a whole-of-government approach to ensure state intervention in economic matters.","explanation":"This dimension is pertinent because a whole-of-government approach often involves state intervention to coordinate efforts across different sectors, which is typically supported by leftist ideologies that favor government action in the economy."}
{"id":"883","topic":"State","top_term":null,"dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy.","explanation":"This dimension is pertinent as it directly relates to the state's role in economic matters. The topic 'State' suggests a focus on how government actions can influence economic conditions."}
{"id":"1802","topic":"labour market","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in the labour market.","explanation":"The labour market is closely tied to economic policies, and a leftist perspective typically advocates for stronger regulations and protections for workers, which aligns with the LRECON dimension."}
{"id":"6898","topic":"parliamentary diplomacy","top_term":"diplomatic relations","dimension":"MULTICULTURALISM","ideological_side":"right","hypothesis":"Author favors assimilation in parliamentary diplomacy.","explanation":"A right-leaning view may prioritize national identity and cohesion, advocating for a more assimilationist approach in parliamentary diplomacy."}
{"id":"476","topic":"water supply","top_term":"urban infrastructure","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the management of water supply.","explanation":"Water supply is a critical aspect of urban infrastructure that often requires government oversight and intervention to ensure equitable access and sustainability."}
{"id":"6136","topic":"regions of Austria","top_term":null,"dimension":"REGIONS","ideological_side":"left","hypothesis":"Author favors political decentralization in the regions of Austria.","explanation":"The dimension of political decentralization is relevant as it pertains to the governance and autonomy of different regions within Austria. Supporting decentralization aligns with a leftist perspective that often advocates for local governance and regional autonomy."}
{"id":"3630","topic":"public insurance","top_term":"insurance","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services through the expansion of public insurance programs.","explanation":"SPENDVTAX is pertinent here as it relates to the funding and improvement of public services, which public insurance directly impacts. The topic emphasizes the need for enhanced public services, aligning with leftist views on social welfare."}
{"id":"204","topic":"currency convertibility","top_term":"exchange policy","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of markets by promoting currency convertibility as a means to facilitate free trade.","explanation":"Currency convertibility is often associated with reduced government restrictions on currency exchange, which aligns with right-leaning views that favor deregulation and free market principles."}
{"id":"3489","topic":"cooperation policy","top_term":null,"dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in cooperation policy.","explanation":"The cooperation policy can reflect broader ideological beliefs, and a leftist stance typically emphasizes collaboration and collective action."}
{"id":"8400","topic":"Common Market for Eastern and Southern Africa","top_term":"African organisation","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism within the Common Market for Eastern and Southern Africa.","explanation":"This dimension is pertinent as it relates to the promotion of diverse cultures and identities within regional frameworks. The Common Market aims to enhance cooperation among diverse Eastern and Southern African nations, making multiculturalism a relevant stance."}
{"id":"6745","topic":"working poor","top_term":"labour force","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy to help the working poor.","explanation":"State intervention is often necessary to create policies that support the working poor, making this dimension relevant. The left typically advocates for such interventions to address economic disparities."}
{"id":"3034","topic":"agricultural region","top_term":"rural region","dimension":"REGIONS","ideological_side":"right","hypothesis":"Author opposes political decentralization in the agricultural region.","explanation":"The agricultural region is often associated with rural governance and interests, making the REGIONS dimension pertinent. This dimension addresses the ideological stance on the centralization versus decentralization of political power, which can impact rural areas."}
{"id":"6555","topic":"youth violence","top_term":"violence","dimension":"SOCIALLIFESTYLE","ideological_side":"right","hypothesis":"Author opposes liberal policies regarding social lifestyle as a solution to youth violence.","explanation":"This dimension is relevant as it reflects a conservative stance on social issues. The topic of youth violence may be viewed through the lens of traditional values and the belief that liberal policies could exacerbate the problem."}
{"id":"603","topic":"inland waters","top_term":"maritime area","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the management and conservation of inland waters.","explanation":"This dimension is pertinent as it relates to the allocation of resources for public services that can enhance the quality and sustainability of inland waters. The top term 'maritime area' suggests a broader context where public services are essential for maintaining water quality and ecosystem health."}
{"id":"2252","topic":"Democratic Party","top_term":"political parties","dimension":"SOCIALLIFESTYLE","ideological_side":"left","hypothesis":"Author supports liberal policies regarding social lifestyle in the context of the Democratic Party.","explanation":"The Democratic Party typically endorses liberal social policies, including support for LGBTQ+ rights and gender equality, reflecting a leftist perspective on social lifestyle issues."}
{"id":"4587","topic":"CAEMC countries","top_term":null,"dimension":"LRECON","ideological_side":"right","hypothesis":"Author supports right economic ideology in CAEMC countries.","explanation":"A right economic stance in CAEMC countries would emphasize reduced government intervention in the economy, which is a common characteristic of right economic ideologies."}
{"id":"566","topic":"private international law","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology, advocating for an active role of government in private international law.","explanation":"The regulation of private international law can involve significant government intervention to protect rights and ensure fairness, aligning with left economic ideologies. This dimension is pertinent as it addresses the economic implications of legal practices across borders."}
{"id":"4388","topic":"bull","top_term":"cattle","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to cattle farming and bull management.","explanation":"This dimension is relevant as it addresses the economic support for agricultural practices, including cattle farming. The top term 'cattle' indicates a focus on agricultural policies that could benefit from public service improvements."}
{"id":"4697","topic":"war victim","top_term":null,"dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author supports civil liberties for war victims","explanation":"This dimension is relevant as it addresses the rights and protections afforded to individuals affected by war. Supporting civil liberties for war victims aligns with a leftist perspective that emphasizes human rights and social justice."}
{"id":"2363","topic":"petition","top_term":"parliamentary scrutiny","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties by advocating for the right to petition in parliamentary scrutiny.","explanation":"Petitions are a tool for citizens to express their rights and demands, which aligns with the left's emphasis on civil liberties and democratic participation."}
{"id":"3421","topic":"strategic nuclear weapon","top_term":"nuclear weapon","dimension":"INTERNATIONAL_SECURITY","ideological_side":"left","hypothesis":"Author favors troop deployment to ensure strategic nuclear weapon security.","explanation":"The dimension of international security is relevant as it pertains to the military strategies surrounding nuclear weapons. The topic of strategic nuclear weapons inherently involves considerations of national defense and military presence."}
{"id":"1507","topic":"UN Research Institute for Social Development","top_term":"UN research and training institutes","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth as advocated by the UN Research Institute for Social Development.","explanation":"The institute's work often emphasizes social justice and equity, which are key components of wealth redistribution policies favored by leftist ideologies."}
{"id":"426","topic":"devaluation","top_term":"currency adjustment","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the economy to manage the effects of devaluation.","explanation":"Devaluation can have significant impacts on the economy, and leftist ideologies typically advocate for government intervention to mitigate negative effects. The connection to 'currency adjustment' supports this dimension."}
{"id":"4984","topic":"biscuit factory","top_term":"food industry","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures in the biscuit factory sector.","explanation":"The food industry has a substantial environmental impact, and a left perspective emphasizes the importance of protecting the environment even at the cost of economic growth. This is particularly relevant for sustainable practices in biscuit production."}
{"id":"c_cb1ce6ff","topic":"fishing revenue","top_term":"fishing industry","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the fishing industry to increase fishing revenue.","explanation":"A right-leaning perspective often favors deregulation as a means to stimulate economic growth, which can apply to the fishing industry by allowing more freedom in operations."}
{"id":"8374","topic":"French Southern and Antarctic Territories","top_term":"French overseas collectivity","dimension":"EU_INTEGRATION","ideological_side":"right","hypothesis":"Author supports EU integration for the French Southern and Antarctic Territories.","explanation":"This dimension is pertinent as it relates to the political and economic ties of overseas territories with the European Union. Supporting EU integration reflects a right-leaning perspective that favors stronger connections with the EU framework."}
{"id":"54","topic":"accounting","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in the accounting profession.","explanation":"The dimension of LRECON is relevant as it relates to economic ideologies that can influence accounting practices and regulations. The topic of accounting can be viewed through the lens of how economic policies affect the profession."}
{"id":"3711","topic":"North Rhine-Westphalia","top_term":"regions of Germany","dimension":"REGIONS","ideological_side":"left","hypothesis":"Author favors political decentralization in North Rhine-Westphalia","explanation":"The dimension of political decentralization is relevant as it pertains to the governance and administrative structure of regions like North Rhine-Westphalia. Supporting decentralization aligns with a leftist ideology that often advocates for local governance and autonomy."}
{"id":"3704","topic":"micro-computer","top_term":"computer","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the development of micro-computers.","explanation":"The micro-computer topic can be associated with broader technological advancements that may align with leftist ideologies promoting accessibility and democratization of technology."}
{"id":"4280","topic":"stock","top_term":"storage","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of stock storage practices.","explanation":"Deregulation is pertinent here as it relates to the management and oversight of stock storage, with right-leaning ideologies typically favoring less government intervention in market practices."}
{"id":"437655","topic":"digital literacy","top_term":"access to information","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties by advocating for digital literacy as a means to empower individuals in the digital age.","explanation":"Promoting civil liberties aligns with the idea that individuals should have the skills to navigate digital spaces effectively, which is crucial for informed participation in society."}
{"id":"2806","topic":"property development","top_term":"construction policy","dimension":"ECON_INTERVEN","ideological_side":"right","hypothesis":"Author opposes state intervention in property development.","explanation":"This dimension reflects a right-leaning perspective that favors minimal government involvement in the economy, including property development, aligning with the broader theme of construction policy."}
{"id":"9","topic":"foreign trade","top_term":"trade policy","dimension":"PROTECTIONISM","ideological_side":"left","hypothesis":"Author favors trade liberalization in foreign trade.","explanation":"This hypothesis reflects the leftist perspective on foreign trade, advocating for open markets and reduced barriers to trade. The top term 'trade policy' indicates the broader context in which these trade liberalization views are situated."}
{"id":"1059","topic":"cast-iron","top_term":"iron and steel product","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the cast-iron industry.","explanation":"Improving public services can support the cast-iron industry by providing better infrastructure and resources, which aligns with leftist ideologies that prioritize public investment and services."}
{"id":"416","topic":"desertification","top_term":"degradation of the environment","dimension":"DEREGULATION","ideological_side":"left","hypothesis":"Author opposes deregulation of markets that contribute to desertification.","explanation":"The left typically opposes deregulation when it leads to environmental degradation, such as desertification, emphasizing the need for regulations to protect the environment."}
{"id":"3740","topic":"robotics","top_term":"industrial data processing","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the context of robotics development.","explanation":"The broader implications of robotics touch on labor rights and social equity, which align with leftist ideologies. The top term indicates a focus on industrial processes that can impact workers and communities."}
{"id":"7413","topic":"populism","top_term":"political ideology","dimension":"LRGEN","ideological_side":"right","hypothesis":"Author supports right ideology overall in the context of populism.","explanation":"Right-wing populism emphasizes nationalism and often critiques established political elites, aligning with right ideological perspectives. The top term 'political ideology' allows for the exploration of both left and right populist movements."}
{"id":"278","topic":"cost of borrowing","top_term":"credit policy","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by advocating for reduced costs of borrowing for public projects.","explanation":"Reducing the cost of borrowing can enable increased investment in public services, which is a key concern for left-leaning ideologies. This aligns with the broader topic of credit policy as it directly impacts funding for public initiatives."}
{"id":"1653","topic":"workplace","top_term":"working conditions","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for improved workplace conditions through government intervention.","explanation":"The dimension of LRECON is relevant as it addresses the role of government in improving economic conditions, which directly relates to workplace standards and protections."}
{"id":"3414","topic":"polar region","top_term":"geophysical environment","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the governance of the polar region to respect indigenous rights.","explanation":"The polar region is home to various indigenous communities whose rights and cultures must be respected in environmental governance. This dimension is relevant as it addresses the intersection of cultural diversity and environmental stewardship."}
{"id":"4785","topic":"arid zone","top_term":"geophysical environment","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy of arid zones.","explanation":"State intervention can be essential in arid zones to manage resources effectively and support sustainable development. This reflects a leftist ideology that advocates for government involvement in economic matters."}
{"id":"4306","topic":"narcotic","top_term":"psychotropic substance","dimension":"GALTAN","ideological_side":"left","hypothesis":"Author supports expanded personal freedoms concerning the use of narcotics.","explanation":"The topic of narcotics often intersects with personal freedoms, and a left-leaning stance typically advocates for individual rights and liberties in this context."}
{"id":"2288","topic":"regions of the Netherlands","top_term":null,"dimension":"URBAN_RURAL","ideological_side":"left","hypothesis":"Author supports urban interests in the regions of the Netherlands.","explanation":"This dimension is pertinent as it addresses the balance of interests between urban and rural areas. The regions of the Netherlands encompass both urban and rural dynamics, making this a relevant stance."}
{"id":"4722","topic":"sparkling wine","top_term":"wine","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services through increased taxation on sparkling wine sales.","explanation":"This dimension is relevant as it relates to taxation policies that can impact the wine industry, including sparkling wine. The top term 'wine' encompasses various types of wine, making this hypothesis applicable."}
{"id":"3065","topic":"market support","top_term":"market intervention","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for market support through government intervention.","explanation":"The topic 'market support' is closely related to 'market intervention', which involves the government's role in the economy. This aligns with the left's perspective on supporting an active role of government in economic matters."}
{"id":"2849","topic":"vegetable protein","top_term":"protein products","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by investing in the production of vegetable protein.","explanation":"This dimension is relevant as it connects the idea of enhancing public services with the promotion of healthier, sustainable food options like vegetable protein, which can benefit public health."}
{"id":"450658","topic":"EAFRD","top_term":"fund (EU)","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth through the EAFRD to support disadvantaged rural areas.","explanation":"The EAFRD aims to redistribute resources to rural areas, which aligns with leftist ideologies that advocate for wealth redistribution to promote equity."}
{"id":"4695","topic":"victim","top_term":"criminal liability","dimension":"CIVLIB_LAWORDER","ideological_side":"right","hypothesis":"Author supports tough measures to protect victims of crime","explanation":"This dimension also applies as it reflects a perspective that prioritizes law and order to ensure the safety of victims. The focus on 'victim' highlights the need for effective responses to crime, which can align with a more authoritarian stance."}
{"id":"3899","topic":"social rights","top_term":null,"dimension":"SOCIALLIFESTYLE","ideological_side":"left","hypothesis":"Author supports liberal policies regarding social rights","explanation":"The dimension of SOCIALLIFESTYLE is relevant as it directly addresses the support for liberal policies that promote social rights, such as gender equality and LGBTQ+ rights. The topic of social rights encompasses these liberal values."}
{"id":"2266","topic":"worker participation","top_term":"labour relations","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for worker participation in decision-making processes.","explanation":"Worker participation is often associated with leftist economic ideologies that emphasize the role of workers in the economy and advocate for their involvement in governance. This aligns with the broader concept of labour relations, which seeks to improve the conditions and rights of workers."}
{"id":"5277","topic":"conference proceedings","top_term":"document","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties in the context of conference proceedings.","explanation":"Conference proceedings often include discussions on civil rights and liberties, making it pertinent to explore how these documents advocate for progressive civil liberties."}
{"id":"396","topic":"consumption expenditure","top_term":"consumption","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services through increased consumption expenditure.","explanation":"SPENDVTAX is relevant because it addresses the relationship between public spending and taxation. Consumption expenditure is often linked to public services, which are typically supported by left-leaning ideologies."}
{"id":"5684","topic":"systems interconnection","top_term":"computer system","dimension":"DEREGULATION","ideological_side":"left","hypothesis":"Author opposes deregulation in the field of systems interconnection.","explanation":"This dimension is relevant as it addresses the regulation of technology and communication standards, which are crucial for effective systems interconnection. The topic's focus on standards implies a need for oversight to ensure interoperability and security."}
{"id":"7360","topic":"historical geography","top_term":"geography","dimension":"URBAN_RURAL","ideological_side":"left","hypothesis":"Author supports urban interests in the study of historical geography.","explanation":"Historical geography often examines the development of urban areas and their significance over time, which aligns with supporting urban interests."}
{"id":"6260","topic":"DNA","top_term":"genetics","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall regarding the ethical implications of DNA research.","explanation":"The topic of DNA, particularly in the context of genetics, often raises ethical concerns that align with leftist ideologies focused on social justice and equity in scientific advancements."}
{"id":"3381","topic":"Isle of Man","top_term":"Western Europe","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the Isle of Man.","explanation":"The Isle of Man's cultural policies may reflect a left-leaning approach that embraces diversity and multiculturalism, consistent with broader Western European trends."}
{"id":"5033","topic":"commodities exchange","top_term":"commodities market","dimension":"SPENDVTAX","ideological_side":"right","hypothesis":"Author favors reducing taxes on transactions in the commodities exchange.","explanation":"Tax policies directly impact trading activities in the commodities exchange, making SPENDVTAX relevant. A right-leaning stance typically supports lower taxes to encourage market activity."}
{"id":"3095","topic":"space station","top_term":"space research","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the development and maintenance of the space station.","explanation":"The space station represents a collaborative effort that benefits from government involvement, which is a key aspect of leftist economic ideology favoring state intervention."}
{"id":"5633","topic":"expert's report ordered by a court","top_term":"legal hearing","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author supports the use of expert's reports ordered by a court to promote civil liberties.","explanation":"This dimension is relevant as it relates to the balance between legal authority and individual rights. The topic of expert's reports in legal hearings can impact civil liberties, making it important to consider the left's perspective on promoting these rights."}
{"id":"2978","topic":"land reform","top_term":"agricultural real estate","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy through land reform to improve agricultural conditions.","explanation":"Land reform typically requires government intervention to restructure land ownership and usage, making it relevant to the ECON_INTERVEN dimension."}
{"id":"634","topic":"econometrics","top_term":"economic analysis","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for the use of econometrics to analyze government intervention in the economy.","explanation":"The dimension of LRECON is relevant as it focuses on economic ideology and the role of government in economic analysis. The topic of econometrics, which involves applying statistical techniques to economic problems, aligns with the left's support for active government roles in economic matters."}
{"id":"3380","topic":"rent regulations","top_term":"housing law","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy by endorsing rent regulations to control housing costs.","explanation":"Rent regulations exemplify state intervention in the housing market, which is a key aspect of leftist economic policies aimed at ensuring equitable access to housing."}
{"id":"836","topic":"compulsory saving","top_term":"income","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for compulsory saving as a means to ensure financial security for all citizens.","explanation":"Compulsory saving aligns with left economic ideology, which emphasizes the role of government in promoting economic security and welfare. The top term 'income' suggests a focus on economic policies that affect individuals' financial well-being."}
{"id":"833","topic":"physical environment","top_term":null,"dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection even at the cost of economic growth in the physical environment.","explanation":"The dimension of ENVIRONMENT is relevant as it directly addresses the balance between economic growth and environmental protection. The topic 'physical environment' inherently involves discussions about sustainability and ecological preservation."}
{"id":"c_4c7717f3","topic":"public procurement","top_term":null,"dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of public procurement processes to encourage competition and efficiency among suppliers.","explanation":"Deregulation is relevant as it pertains to the rules governing public procurement, which can either facilitate or hinder market competition. The definition suggests that the procurement process can be influenced by regulatory frameworks."}
{"id":"4537","topic":"underground transport","top_term":"mode of transport","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the underground transport sector to encourage private investment and competition.","explanation":"DEREGULATION is relevant as it pertains to the role of government in managing transport systems. The right side often advocates for less government control, which can lead to increased private sector involvement in underground transport."}
{"id":"5573","topic":"product designation","top_term":"product quality","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology regarding product designation to ensure high product quality standards.","explanation":"The dimension of LRGEN is relevant as it encompasses overall ideological support for quality standards in products, which can be influenced by leftist views on consumer protection and regulation."}
{"id":"1961","topic":"mollusc","top_term":"fishery resources","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth generated from mollusc fisheries to support local communities.","explanation":"The REDISTRIBUTION dimension is applicable as it relates to the economic benefits derived from fishery resources and their equitable distribution. The topic of molluscs within fishery resources highlights the importance of community support and economic equity."}
{"id":"c_bb1a60eb","topic":"environmental cost","top_term":"environmental policy","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection even at the cost of economic growth regarding environmental cost.","explanation":"The dimension of ENVIRONMENT is relevant as it directly relates to the prioritization of environmental protection over economic considerations. The topic of environmental cost emphasizes the financial implications of environmental policies, aligning with a leftist view that values ecological sustainability."}
{"id":"443080","topic":"historical figure","top_term":"history","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall regarding the historical figure.","explanation":"The topic of historical figures can often be interpreted through various ideological lenses, and the left-right spectrum allows for a classification of their contributions and legacies. This dimension is relevant as it encompasses the overall ideological stance attributed to historical figures."}
{"id":"378","topic":"energy demand","top_term":"energy market","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the energy market to increase energy demand","explanation":"The right often advocates for deregulation as a means to stimulate economic growth, which can lead to increased energy demand through market-driven solutions."}
{"id":"6623","topic":"independence of the judiciary","top_term":"legal system","dimension":"CIVLIB_LAWORDER","ideological_side":"right","hypothesis":"Author believes that the independence of the judiciary is essential for maintaining law and order.","explanation":"From a right-leaning perspective, the independence of the judiciary is viewed as vital for enforcing laws and maintaining social order, reflecting a belief in the authority of the legal system."}
{"id":"4059","topic":"rye","top_term":"cereals","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the cultivation and distribution of rye.","explanation":"The dimension of SPENDVTAX is relevant as it relates to agricultural policies and public services that can support the cereal industry, including rye. The top term 'cereals' indicates a broader agricultural context where public investment may be necessary."}
{"id":"2606","topic":"loan","top_term":"credit","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the loan market to protect consumers from predatory lending.","explanation":"This dimension is pertinent as it highlights the need for government involvement in regulating loans, which aligns with the leftist perspective of protecting consumers. The topic of loans directly relates to economic intervention strategies."}
{"id":"2859","topic":"publication","top_term":"document","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the publication of documents.","explanation":"This hypothesis emphasizes the importance of diverse perspectives in published materials, aligning with a leftist view that values inclusivity and representation."}
{"id":"2114","topic":"oceanography","top_term":"earth sciences","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the field of oceanography.","explanation":"This dimension is relevant as oceanography can be influenced by broader ideological perspectives, particularly regarding environmental policies and climate action. The top term 'earth sciences' suggests a focus on scientific inquiry that often aligns with leftist ideologies advocating for sustainability."}
{"id":"355","topic":"announcement of candidacy","top_term":"candidate","dimension":"IMMIGRATE_POLICY","ideological_side":"left","hypothesis":"Author favors a liberal policy on immigration in the announcement of candidacy.","explanation":"The announcement of candidacy often includes positions on immigration policy, which can be a significant aspect of a candidate's platform. This dimension is relevant as it reflects the candidate's stance on immigration."}
{"id":"6231","topic":"discrimination on the basis of sexual orientation","top_term":"anti-discriminatory measure","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of rights to ensure equality for individuals discriminated against on the basis of sexual orientation.","explanation":"This dimension is relevant as it relates to the redistribution of rights and protections to marginalized groups. The topic of discrimination on the basis of sexual orientation highlights the need for equitable treatment and support for affected individuals."}
{"id":"3416","topic":"Pitcairn Islands","top_term":"countries of the Pacific Community","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the Pitcairn Islands.","explanation":"The Pitcairn Islands, as part of the Pacific Community, have a diverse cultural heritage. Supporting multiculturalism aligns with the leftist view of embracing and promoting diverse cultures."}
{"id":"3060","topic":"consortium","top_term":"organisation","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for the formation of consortia to enhance cooperative business practices.","explanation":"The dimension of LRECON is relevant as it focuses on economic ideologies and the role of government in facilitating economic transactions. The definition of 'consortium' highlights the collaborative nature of businesses, which aligns with leftist views on economic cooperation."}
{"id":"107","topic":"unpaid leave","top_term":"rest period","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for unpaid leave as a worker's right.","explanation":"LRECON is pertinent here as it addresses economic policies that support workers' rights, including unpaid leave. The top term 'rest period' indicates a focus on labor conditions, which is often championed by leftist economic ideologies."}
{"id":"1955","topic":"economic model","top_term":"econometrics","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in the economic model.","explanation":"The economic model is closely related to economic theories and policies, making LRECON relevant as it addresses the role of government in the economy. The top term 'econometrics' suggests a focus on quantitative analysis, which can be influenced by ideological perspectives on economic intervention."}
{"id":"4558","topic":"frontier worker","top_term":"labour force","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth to improve the conditions of frontier workers in the labour force.","explanation":"This dimension is significant as it addresses economic equity, which is essential for ensuring that frontier workers receive fair compensation and support."}
{"id":"135","topic":"conservatism","top_term":"political ideology","dimension":"RELIGIOUS_PRINCIPLES","ideological_side":"right","hypothesis":"Author supports religious principles in politics as part of conservatism.","explanation":"Conservatism frequently incorporates religious values into its political framework, advocating for the role of religion in public life."}
{"id":"5177","topic":"Eurydice","top_term":"education policy","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in education as highlighted by Eurydice.","explanation":"Eurydice's focus on education in Europe implies a recognition of diverse cultures and the importance of multicultural education, aligning with leftist values."}
{"id":"5960","topic":"leader of the opposition","top_term":"political opposition","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the context of the leader of the opposition.","explanation":"The leader of the opposition often represents a political party that may align with leftist ideologies, especially in contexts where the ruling party is right-leaning. This dimension is relevant as it captures the overall ideological stance of the opposition leader."}
{"id":"3556","topic":"fringe benefit","top_term":"remuneration of work","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth by supporting the inclusion of generous fringe benefits in the remuneration of work.","explanation":"The REDISTRIBUTION dimension is relevant as it emphasizes the need for equitable compensation practices, including fringe benefits, which are often seen as a means to reduce income inequality."}
{"id":"3916","topic":"children's rights","top_term":"fundamental rights","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author supports civil liberties for children, emphasizing their rights as fundamental.","explanation":"The dimension of civil liberties is relevant as children's rights are often framed within the broader context of fundamental human rights, advocating for the protection and promotion of these rights."}
{"id":"2935","topic":"herd conversion","top_term":"redirection of production","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author favors state intervention in the economy to promote herd conversion for environmental benefits.","explanation":"This dimension is pertinent because herd conversion often requires government policies to facilitate changes in agricultural practices, which aligns with leftist support for economic intervention."}
{"id":"203","topic":"energy conversion","top_term":"energy industry","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in energy conversion technologies.","explanation":"State intervention is a common leftist stance aimed at promoting sustainable energy practices and innovation in energy conversion. This aligns with the broader goal of transitioning to cleaner energy sources."}
{"id":"2750","topic":"mass-consumption product","top_term":"consumer goods","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection even at the cost of mass-consumption products.","explanation":"This dimension is relevant as it addresses the environmental impact of mass-consumption products, which can often lead to unsustainable practices. The focus on consumer goods necessitates a discussion on their environmental footprint."}
{"id":"4500","topic":"customs transit","top_term":"customs procedure suspending duties","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of customs transit procedures to facilitate trade.","explanation":"Deregulation is relevant as it pertains to reducing government control over customs processes, which aligns with the idea of promoting free trade. The topic of customs transit involves arrangements that can benefit from less regulatory oversight."}
{"id":"2062","topic":"standard of living","top_term":"income","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services to enhance the standard of living for all citizens.","explanation":"This dimension is relevant as it connects the improvement of public services, which can directly impact the standard of living, to a leftist perspective on government spending."}
{"id":"2725","topic":"agricultural productivity","top_term":"agricultural performance","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth to support small farmers and enhance agricultural productivity.","explanation":"This dimension is significant as it relates to the economic support for marginalized groups in agriculture, which can lead to improved productivity."}
{"id":"5524","topic":"intergovernmental conference (EU)","top_term":"drafting of EU law","dimension":"REGIONS","ideological_side":"left","hypothesis":"Author favors political decentralization during the intergovernmental conference.","explanation":"Decentralization is often discussed in the context of intergovernmental conferences as member states negotiate their powers and responsibilities. The top term suggests a focus on how laws are drafted, which can involve regional interests and governance structures."}
{"id":"674","topic":"adult education","top_term":"education","dimension":"IMMIGRATE_POLICY","ideological_side":"left","hypothesis":"Author favors a liberal policy on immigration by supporting adult education programs for immigrants.","explanation":"This dimension is relevant as it connects adult education with the integration of immigrants into society. Supporting educational opportunities for immigrants reflects a leftist stance on immigration."}
{"id":"1899","topic":"Mexico","top_term":"OECD countries","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology, advocating for an active role of government in Mexico's economy as part of OECD countries.","explanation":"LRECON is pertinent here as it focuses on economic policies, which are crucial for Mexico's development within the OECD framework, emphasizing government intervention."}
{"id":"4565","topic":"public works","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for increased public works funding.","explanation":"The topic of public works is closely related to economic ideology, particularly in how government involvement can enhance infrastructure and services. Supporting left economic ideology aligns with the belief in an active role of government in the economy."}
{"id":"4858","topic":"sugar beet","top_term":"root crop","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the sugar beet market.","explanation":"Deregulation can enhance market efficiency and competitiveness, which is a common stance among right-leaning ideologies that advocate for less government intervention."}
{"id":"475","topic":"energy distribution","top_term":"energy policy","dimension":"LRGEN","ideological_side":"right","hypothesis":"Author supports right ideology in energy distribution by promoting free market solutions.","explanation":"This dimension is relevant as it captures the broader ideological stance on energy policy, where right-leaning views often favor market-driven approaches to energy distribution."}
{"id":"26526","topic":"hygiene product","top_term":null,"dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of resources to provide hygiene products to underserved populations.","explanation":"This dimension is relevant as it emphasizes the need for equitable access to essential goods like hygiene products. The leftist perspective supports the idea that resources should be redistributed to ensure that all individuals can maintain personal health and cleanliness."}
{"id":"445","topic":"size of business","top_term":null,"dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth generated by large businesses to support social programs.","explanation":"The REDISTRIBUTION dimension is significant as it relates to how the wealth created by businesses is allocated. The size of business can impact the amount of wealth available for redistribution."}
{"id":"271","topic":"construction costs","top_term":"construction policy","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the construction industry to lower construction costs.","explanation":"This dimension is applicable as it addresses the belief that reducing government regulations can lead to lower costs in the construction sector."}
{"id":"6756","topic":"micro-enterprise","top_term":"small business","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of markets to allow micro-enterprises to operate with fewer restrictions.","explanation":"This dimension is relevant as it pertains to the regulatory environment affecting small businesses. Advocating for deregulation aligns with right-leaning ideologies that favor less government intervention in business operations."}
{"id":"650","topic":"housekeeping economy","top_term":"economy","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the housekeeping economy, such as childcare and domestic support.","explanation":"Improving public services aligns with leftist views on enhancing social welfare, which is relevant to the housekeeping economy."}
{"id":"944","topic":"dairy farm","top_term":"agricultural holding","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures that may impact dairy farms positively.","explanation":"This dimension is significant as it connects environmental policies with agricultural practices. The dairy farm topic implies a need for sustainable practices that align with environmental protection."}
{"id":"3615","topic":"backwardness at school","top_term":"schoolwork","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services to address backwardness at school.","explanation":"Addressing backwardness in education typically requires increased funding and resources for public schools, aligning with leftist views that prioritize enhancing public services."}
{"id":"3402","topic":"Anguilla","top_term":"United Kingdom OCT","dimension":"REGIONS","ideological_side":"left","hypothesis":"Author supports political decentralization in Anguilla.","explanation":"The dimension of political decentralization is relevant as it pertains to the governance and autonomy of Anguilla within the context of the United Kingdom's Overseas Territories. Supporting decentralization aligns with leftist ideologies that favor local governance and self-determination."}
{"id":"73","topic":"balance of payments assistance","top_term":"support mechanism","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for balance of payments assistance to non-euro area Member States.","explanation":"The dimension of LRECON is relevant as it addresses economic support mechanisms and the role of government in providing financial assistance to countries in need, aligning with leftist views on economic intervention."}
{"id":"8437","topic":"mountain forest","top_term":"forest","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of resources to support the conservation of mountain forests.","explanation":"This dimension is relevant as it highlights the need for financial support and resources to protect and maintain mountain forests, which may be neglected in favor of more economically beneficial projects."}
{"id":"8412","topic":"biofuel","top_term":"renewable fuel","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of the biofuel market to encourage competition and innovation.","explanation":"This dimension is relevant as deregulation can lead to increased market activity and innovation in the biofuel sector. The topic of biofuel can be approached from a right-leaning perspective that favors less government control."}
{"id":"5898","topic":"Slovenia","top_term":"Council of Europe countries","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties in Slovenia","explanation":"This dimension is significant as Slovenia, being part of the Council of Europe, is expected to uphold civil liberties, which aligns with leftist ideologies advocating for individual rights."}
{"id":"6406","topic":"seal","top_term":"marine mammal","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection for seals and their habitats.","explanation":"The topic 'seal' relates to the broader category of 'marine mammal', which often invokes discussions about environmental conservation. Supporting environmental protection aligns with leftist ideologies that prioritize ecological concerns."}
{"id":"2277","topic":"pastry-making","top_term":"food industry","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures in the pastry-making industry, even at the cost of economic growth.","explanation":"The food industry has significant environmental impacts, and left-leaning ideologies often prioritize environmental protection over economic growth."}
{"id":"5088","topic":"coffee","top_term":"tropical plant","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the context of coffee production.","explanation":"Coffee production often involves social and economic issues, including labor rights and fair trade, which are typically supported by leftist ideologies. This dimension is relevant as it encompasses broader ideological support for equitable practices in agriculture."}
{"id":"313","topic":"crustacean","top_term":"fishery resources","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the management of crustacean fisheries.","explanation":"This dimension is relevant as it addresses the allocation of resources for public services, which can include sustainable management and conservation efforts for crustacean fisheries."}
{"id":"738","topic":"EU borrowing","top_term":"EU financial instrument","dimension":"EU_INTEGRATION","ideological_side":"right","hypothesis":"Author supports EU integration by advocating for the use of EU borrowing to strengthen economic ties among member states.","explanation":"This dimension is relevant as it addresses the integration aspect of the EU's financial strategies. The topic of EU borrowing can be seen as a tool to promote closer economic cooperation within the EU framework."}
{"id":"3052","topic":"less-favoured region","top_term":"economic region","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth to support less-favoured regions.","explanation":"The dimension of redistribution is relevant as it addresses the economic disparities between regions, particularly in terms of wealth allocation. Supporting less-favoured regions often involves advocating for policies that redistribute resources to promote equity."}
{"id":"201","topic":"UN convention","top_term":"international convention","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism as supported by the UN convention","explanation":"The UN convention typically advocates for the recognition and respect of diverse cultures and identities. This dimension is relevant as it highlights the ideological support for multiculturalism in the context of international agreements."}
{"id":"1436","topic":"interference","top_term":"international conflict","dimension":"INTERNATIONAL_SECURITY","ideological_side":"right","hypothesis":"Author opposes troop deployment in response to interference in international conflicts.","explanation":"This dimension is also applicable from a right-leaning perspective, which typically favors a more cautious approach to military involvement. The topic of interference can be interpreted as a call for restraint in international engagements, aligning with right-wing ideologies."}
{"id":"5620","topic":"drawing up of the EU budget","top_term":null,"dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services through the drawing up of the EU budget.","explanation":"The drawing up of the EU budget often includes allocations for public services, which is a key concern for left-leaning ideologies that prioritize social welfare and public investment. This dimension reflects the belief in using the budget to enhance public services across the EU."}
{"id":"c_d0e30aa9","topic":"European Statistical System","top_term":"official statistics","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall in the context of the European Statistical System.","explanation":"The European Statistical System promotes transparency and accountability in governance, which aligns with leftist values of social equity and public welfare."}
{"id":"279","topic":"wage cost","top_term":"costing","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology regarding wage cost by advocating for higher minimum wages.","explanation":"The dimension of LRECON is relevant as it addresses economic policies and the role of government in regulating wage costs. The topic 'wage cost' falls under the broader concept of 'costing', which includes economic considerations."}
{"id":"4831","topic":"building","top_term":"building industry","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in the building industry.","explanation":"The building industry is closely tied to economic policies, and a left economic ideology typically advocates for government involvement and support in sectors like construction."}
{"id":"6134","topic":"comparative advertising","top_term":"restriction on competition","dimension":"LRGEN","ideological_side":"right","hypothesis":"Author supports right ideology overall by opposing restrictions on comparative advertising.","explanation":"This dimension is relevant as it reflects a right-leaning ideology that promotes free market principles. The topic of comparative advertising is tied to competition, and a right-leaning stance would typically favor fewer restrictions to enhance market dynamics."}
{"id":"2649","topic":"guide price","top_term":"farm prices","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth by supporting guide prices that benefit small-scale farmers.","explanation":"The REDISTRIBUTION dimension is relevant as it highlights the need to address economic inequalities in agriculture. Guide prices can help ensure that wealth is more evenly distributed among farmers."}
{"id":"2742","topic":"packaged product","top_term":"preparation for market","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures in the production of packaged products.","explanation":"This dimension is relevant as it highlights the importance of sustainable practices in the preparation for market, especially concerning the environmental impact of packaging materials."}
{"id":"1875","topic":"Norwegian Sea","top_term":"Atlantic Ocean","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection in the Norwegian Sea even at the cost of economic growth.","explanation":"The Norwegian Sea, as part of the Atlantic Ocean, is significant for its ecological importance. The environmental dimension is relevant as it addresses the balance between economic activities and environmental conservation in marine areas."}
{"id":"4334","topic":"supranationality","top_term":"public international law","dimension":"COSMO","ideological_side":"left","hypothesis":"Author advocates cosmopolitanism in the context of supranationality.","explanation":"Cosmopolitanism is closely related to supranationality as it emphasizes global citizenship and governance beyond national borders. The leftist stance typically supports a more inclusive and interconnected world."}
{"id":"8443","topic":"restorative justice","top_term":"criminal procedure","dimension":"CIVLIB_LAWORDER","ideological_side":"right","hypothesis":"Author supports restorative justice as a necessary measure to maintain order in the criminal procedure.","explanation":"From a right-leaning perspective, restorative justice can be viewed as a way to ensure accountability and order within the criminal justice system. The focus on criminal procedure suggests a need for effective measures that balance justice and societal order."}
{"id":"5487","topic":"surgeon","top_term":"health care profession","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties by advocating for equitable access to surgical care for all individuals, regardless of socioeconomic status.","explanation":"The health care profession is fundamentally about providing care and services to individuals, which intersects with civil liberties. This hypothesis aligns with a leftist view that emphasizes equality and access to health care."}
{"id":"5912","topic":"underground storage of waste","top_term":"storage of waste","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures in the underground storage of waste","explanation":"The environmental dimension is relevant as it addresses the balance between waste management and ecological concerns. The topic of underground storage of waste inherently involves considerations of environmental safety and protection."}
{"id":"137","topic":"rescheduling of public debt","top_term":"public debt","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for the rescheduling of public debt to alleviate financial burdens on citizens.","explanation":"The dimension of LRECON is relevant as it addresses economic policies and the role of government in managing public debt. Rescheduling public debt can be seen as a left-leaning approach to support economic stability and social welfare."}
{"id":"5243","topic":"railway industry","top_term":"mechanical engineering","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the railway industry to ensure safety and reliability.","explanation":"State intervention is often necessary in industries like railways to maintain safety standards and service reliability, making this dimension particularly relevant."}
{"id":"6336","topic":"Asian Development Bank","top_term":"Asian organisation","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall by advocating for the Asian Development Bank's initiatives aimed at reducing poverty and promoting sustainable development.","explanation":"The Asian Development Bank's mission aligns with leftist values of social equity and development, making it relevant to the left-right ideological spectrum."}
{"id":"8407","topic":"assistant","top_term":"European official","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall regarding the role of assistants in European official capacities.","explanation":"The topic 'assistant' in the context of 'European official' suggests a focus on the role of support staff in governance, which can be influenced by broader ideological beliefs about government structure and function."}
{"id":"926","topic":"agricultural surplus","top_term":"regulation of agricultural production","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation of agricultural production to allow market forces to create an agricultural surplus.","explanation":"This dimension is significant as it reflects a right-leaning perspective that favors less government intervention in agriculture. The topic of agricultural surplus can be viewed through the lens of market efficiency and the belief that deregulation can lead to increased production."}
{"id":"4817","topic":"sectoral agreement","top_term":"trade relations","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author supports state intervention in the economy through sectoral agreements.","explanation":"State intervention is often a key aspect of trade relations, especially in sectoral agreements that aim to protect or promote specific industries. This aligns with a leftist ideology that advocates for government involvement in economic matters."}
{"id":"5000","topic":"durum wheat","top_term":"wheat","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author favors redistribution of wealth to support durum wheat farmers in need.","explanation":"This dimension is significant as it relates to economic policies that can provide financial support to farmers. The top term 'wheat' implies a focus on agricultural economics, where wealth redistribution can play a role in supporting specific crop producers."}
{"id":"5186","topic":"audiovisual programme","top_term":"programmes industry","dimension":"REGIONS","ideological_side":"left","hypothesis":"Author favors political decentralization in the audiovisual programme industry.","explanation":"Decentralization can empower local creators and promote regional narratives in the audiovisual programme industry, which is often supported by leftist ideologies."}
{"id":"2764","topic":"freeze-dried product","top_term":"processed foodstuff","dimension":"LRGEN","ideological_side":"left","hypothesis":"Author supports left ideology overall by advocating for the ethical production of freeze-dried products.","explanation":"This dimension is applicable as it encompasses a broader ideological stance that includes support for ethical practices in food production, which can be associated with processed foodstuffs like freeze-dried products."}
{"id":"2559","topic":"urban population","top_term":"geographical distribution of the population","dimension":"URBAN_RURAL","ideological_side":"left","hypothesis":"Author supports policies that favor urban interests in the context of urban population.","explanation":"The dimension URBAN_RURAL is relevant as it directly addresses the interests and needs of urban populations compared to rural areas. The top term 'geographical distribution of the population' indicates a focus on how populations are spread across urban and rural settings."}
{"id":"3780","topic":"regions of the United Kingdom","top_term":"United Kingdom","dimension":"REGIONS","ideological_side":"right","hypothesis":"Author opposes political decentralization in the regions of the United Kingdom.","explanation":"This dimension is pertinent as it reflects the ideological stance on the distribution of power within the UK. A right-leaning view typically favors a more centralized government, which can be seen in opposition to regional autonomy."}
{"id":"1120","topic":"tropical fruit","top_term":"fruit","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection measures that benefit tropical fruit ecosystems.","explanation":"The cultivation of tropical fruit is closely tied to environmental issues, and left ideology often prioritizes environmental protection even at the cost of economic growth."}
{"id":"3239","topic":"monetary relations","top_term":null,"dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology in monetary relations.","explanation":"The dimension of LRECON is relevant as it addresses economic ideologies, which are central to monetary relations. The topic itself is inherently tied to economic policies and government roles in managing currency and financial systems."}
{"id":"c_3bd33e24","topic":"Bologna Process","top_term":"cooperation in the field of education","dimension":"EU_INTEGRATION","ideological_side":"left","hypothesis":"Author opposes EU integration in the context of the Bologna Process","explanation":"The Bologna Process is a mechanism that promotes cooperation among European countries, which can be seen as a form of EU integration. Opposing this integration aligns with a leftist perspective that may favor more localized or national approaches to education."}
{"id":"507","topic":"rural settlement","top_term":"built-up area","dimension":"REGIONS","ideological_side":"left","hypothesis":"Author favors political decentralization to enhance rural settlement development.","explanation":"Political decentralization is important for rural settlements as it allows for more localized decision-making and resource allocation. This dimension aligns with the topic by emphasizing the need for rural areas to have more autonomy in their development."}
{"id":"5473","topic":"scientific calculation","top_term":"computer applications","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection in the development of scientific calculation applications.","explanation":"The application of scientific calculation can have environmental implications, and a left-leaning stance would prioritize environmental protection even at the cost of economic growth."}
{"id":"1091","topic":"exemption from customs duties","top_term":"tariff policy","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by supporting exemptions from customs duties for essential goods.","explanation":"This dimension is relevant as exemptions from customs duties can be seen as a way to reduce costs for consumers and improve access to necessary goods, aligning with a leftist perspective on enhancing public welfare. The connection to tariff policy highlights the economic implications of such exemptions."}
{"id":"3652","topic":"research budget","top_term":"research policy","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by increasing the research budget.","explanation":"The research budget is often linked to public investment in science and technology, which aligns with the left's preference for enhancing public services. This dimension is relevant as it reflects the ideological stance on government spending."}
{"id":"1740","topic":"female worker","top_term":"labour force","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for equal pay for female workers in the labour force.","explanation":"This dimension focuses on economic policies that promote equality and an active role of government in ensuring fair labor practices, which is pertinent to the topic of female workers."}
{"id":"3740","topic":"robotics","top_term":"industrial data processing","dimension":"DEREGULATION","ideological_side":"right","hypothesis":"Author supports deregulation in the robotics industry.","explanation":"Deregulation is relevant as it pertains to the robotics industry, where reduced government oversight can encourage innovation and competition. The top term 'industrial data processing' suggests a focus on efficiency and market-driven solutions."}
{"id":"2368","topic":"Philippines","top_term":"APEC countries","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the Philippines as part of APEC countries.","explanation":"This dimension is significant as it relates to the diverse cultures within APEC nations, including the Philippines. A left-leaning perspective would support the recognition and celebration of this diversity."}
{"id":"3677","topic":"dependent territory","top_term":"territorial law","dimension":"IMMIGRATE_POLICY","ideological_side":"left","hypothesis":"Author favors a liberal immigration policy for dependent territories.","explanation":"The dimension of IMMIGRATE_POLICY is relevant as it pertains to the treatment of individuals in dependent territories. A liberal immigration policy aligns with leftist ideologies that advocate for inclusivity and support for migrants."}
{"id":"5965","topic":"Chile","top_term":"OECD countries","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection in Chile, even at the cost of economic growth.","explanation":"The ENVIRONMENT dimension is important as OECD countries are increasingly focusing on sustainable development, and supporting environmental protection reflects a leftist approach to balancing economic and ecological concerns."}
{"id":"4233","topic":"self-management","top_term":"worker participation","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for self-management in worker participation.","explanation":"Self-management aligns with left economic ideology as it emphasizes the active role of workers in decision-making processes, promoting a more equitable economic structure."}
{"id":"c_79e507c2","topic":"financial technology","top_term":"digital technology","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by supporting the integration of financial technology in government welfare programs.","explanation":"SPENDVTAX is relevant as it connects financial technology with the enhancement of public services, emphasizing the role of technology in improving government efficiency."}
{"id":"437","topic":"regional agency","top_term":"establishment","dimension":"REGIONS","ideological_side":"right","hypothesis":"Author opposes political decentralization and the establishment of regional agencies.","explanation":"This hypothesis reflects a right-leaning perspective that typically favors centralized governance over regional autonomy. The top term 'establishment' indicates a focus on the implications of creating regional agencies, which can be contentious in terms of governance structure."}
{"id":"323","topic":"agro-industrial cropping","top_term":"crop production","dimension":"ECON_INTERVEN","ideological_side":"right","hypothesis":"Author opposes state intervention in agro-industrial cropping, advocating for market-driven solutions.","explanation":"This dimension is significant as it reflects a right-leaning ideology that favors minimal government involvement in economic activities. The topic of agro-industrial cropping can be influenced by market dynamics rather than government policies."}
{"id":"923","topic":"technology assessment","top_term":"technology","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports environmental protection in technology assessment","explanation":"The environment dimension is significant as technology assessment often involves evaluating the environmental impact of new technologies. A left perspective typically prioritizes environmental protection over economic growth."}
{"id":"5741","topic":"aquatic environment","top_term":"physical environment","dimension":"DEREGULATION","ideological_side":"left","hypothesis":"Author opposes deregulation of industries that impact the aquatic environment.","explanation":"The DEREGULATION dimension is significant as it pertains to the regulation of industries that may harm aquatic ecosystems. The topic of the aquatic environment necessitates a stance against deregulation to ensure its protection."}
{"id":"4342","topic":"Surinam","top_term":"ACP countries","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in Surinam.","explanation":"Surinam's diverse population and cultural heritage support a stance that favors multiculturalism, which is typically associated with leftist ideologies."}
{"id":"4407","topic":"fuel tax","top_term":"tax on consumption","dimension":"SPENDVTAX","ideological_side":"right","hypothesis":"Author opposes increasing fuel tax as it reduces disposable income and economic growth.","explanation":"This hypothesis aligns with the SPENDVTAX dimension from a right-leaning perspective, focusing on the belief that higher taxes can hinder economic activity and personal financial freedom."}
{"id":"3489","topic":"cooperation policy","top_term":null,"dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in cooperation policy.","explanation":"A leftist view on cooperation policy often includes support for multiculturalism, promoting diverse perspectives and inclusivity."}
{"id":"1830","topic":"construction equipment","top_term":"building industry","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for increased investment in construction equipment to boost the building industry.","explanation":"The building industry is closely tied to economic policies, and advocating for investment in construction equipment aligns with left economic ideology that supports government intervention to stimulate growth."}
{"id":"4385","topic":"tariff preference","top_term":"tariff policy","dimension":"PROTECTIONISM","ideological_side":"right","hypothesis":"Author favors protection of domestic producers through tariff preference.","explanation":"The dimension of protectionism is relevant as it directly relates to tariff policies aimed at supporting local industries. The topic 'tariff preference' suggests a focus on favoring domestic over foreign products, aligning with right-leaning economic ideologies."}
{"id":"6782","topic":"region-EU relationship","top_term":"regional policy","dimension":"REGIONS","ideological_side":"right","hypothesis":"Author opposes political decentralization, advocating for a stronger central EU authority over regions.","explanation":"This hypothesis reflects a right-leaning perspective on the REGIONS dimension, emphasizing a preference for centralized control in the EU. The topic's focus on regional influence suggests a debate between decentralization and central authority."}
{"id":"3603","topic":"sales staff","top_term":"sales occupation","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports left economic ideology by advocating for better wages and benefits for sales staff.","explanation":"The dimension of LRECON is relevant as it addresses economic policies that affect workers' rights and compensation, which is crucial for sales staff within the sales occupation."}
{"id":"3847","topic":"hourly wage","top_term":"pay","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services by supporting policies that raise the hourly wage for public sector employees.","explanation":"Improving public services often involves ensuring fair compensation, making the SPENDVTAX dimension relevant in the context of hourly wages."}
{"id":"261","topic":"Afghanistan","top_term":"SAARC countries","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties in Afghanistan","explanation":"Civil liberties are crucial in the context of Afghanistan, especially considering its recent history. Promoting civil liberties aligns with a leftist ideology that values individual rights and freedoms."}
{"id":"3428","topic":"transport network","top_term":"organisation of transport","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services in the transport network.","explanation":"Improving public services is a key aspect of enhancing the transport network, which is typically supported by left-leaning ideologies that prioritize public welfare over tax reductions."}
{"id":"4752","topic":"agricultural bank","top_term":"bank","dimension":"ECON_INTERVEN","ideological_side":"left","hypothesis":"Author is in favor of state intervention in the economy by supporting the creation of an agricultural bank.","explanation":"The establishment of an agricultural bank represents a form of state intervention aimed at stabilizing and supporting the agricultural sector, which is a key aspect of leftist economic policies."}
{"id":"6020","topic":"highway code","top_term":"traffic regulations","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services related to the highway code.","explanation":"Improving public services, such as road safety measures and education on the highway code, aligns with leftist ideologies that prioritize community welfare and public investment. This dimension is relevant as it reflects the broader implications of traffic regulations on public services."}
{"id":"6621","topic":"repeal","top_term":"legal system","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports the repeal of laws that restrict government intervention in the economy.","explanation":"The dimension of LRECON is relevant as it relates to the role of government in economic matters, and the topic of repeal can involve laws that affect economic intervention."}
{"id":"1443","topic":"labour inspectorate","top_term":"labour law","dimension":"REDISTRIBUTION","ideological_side":"left","hypothesis":"Author supports the labour inspectorate as a means to promote wealth redistribution by protecting workers' rights.","explanation":"The labour inspectorate plays a crucial role in safeguarding workers' rights, which aligns with the left's focus on wealth redistribution and reducing inequality in the workplace."}
{"id":"2875","topic":"oral question","top_term":"parliamentary question","dimension":"LRECON","ideological_side":"left","hypothesis":"Author supports the use of oral questions in parliament as a means to advocate for an active role of government in addressing economic issues.","explanation":"This dimension is relevant as oral questions can be used to challenge government policies and push for economic reforms that align with left economic ideologies."}
{"id":"3606","topic":"school results","top_term":"schoolwork","dimension":"SPENDVTAX","ideological_side":"left","hypothesis":"Author favors improving public services in relation to school results.","explanation":"The dimension of SPENDVTAX is relevant as it addresses the funding and resources allocated to public education, which directly impacts school results. The top term 'schoolwork' implies a focus on educational outcomes that can be enhanced through better public services."}
{"id":"697","topic":"European election","top_term":"election","dimension":"MULTICULTURALISM","ideological_side":"left","hypothesis":"Author favors multiculturalism in the context of the European election.","explanation":"The European election often addresses issues of immigration and cultural diversity, making multiculturalism a relevant dimension. A leftist viewpoint typically supports policies that promote diversity and inclusion."}
{"id":"434880","topic":"EU Emissions Trading Scheme","top_term":"emission trading","dimension":"ENVIRONMENT","ideological_side":"left","hypothesis":"Author supports the EU Emissions Trading Scheme as a means to protect the environment even at the cost of economic growth.","explanation":"The EU Emissions Trading Scheme is primarily aimed at reducing greenhouse gas emissions, which aligns with the left's emphasis on environmental protection over economic growth."}
{"id":"c_a02c420c","topic":"passenger rights","top_term":"transport law","dimension":"CIVLIB_LAWORDER","ideological_side":"left","hypothesis":"Author promotes civil liberties in the context of passenger rights","explanation":"CIVLIB_LAWORDER is pertinent because it relates to the protection of individual rights and freedoms, which is central to the concept of passenger rights in transport law."}
